Repository: ApostropheEditor/Apostrophe
Catalog: po/*/LC_MESSAGES/uberwriter-*.po
Languages: fr, pt

source: (no suggestions)
fr: (aucune suggestion)
pt: (sem sugestões)

source: Add "{}" to Dictionary
fr: Ajouter "{}" au dictionnaire
pt: Adicionar "{}" ao Dicionário

source: Ignore All
fr: Tout ignorer
pt: Ignorar Tudo

source: Languages
fr: Langues
pt: Idiomas

source: UberWriter, a simple and distraction free Markdown Editor
fr: UberWriter, un éditeur Markdown simple et sans distractions
pt: UberWriter, um editor de Markdown simples e livre de distrações

source: Website is not available
fr: Site web indisponible
pt: Sítio na Rede não disponível

source: Website is available
fr: Site web disponible
pt: Sítio na Rede disponível

source: Open Link in Webbrowser
fr: Ouvrir le lien dans le navigateur
pt: Abrir Hiperligação no Navegador

source: No matching footnote found
fr: Aucune note de bas de page correspondante
pt: Não encontradas notas de rodapé correspondentes

source: _File
fr: _Fichier
pt: _Ficheiro

source: Open Recent File
fr: Ouvrir un document récent
pt: Abrir Ficheiros Recentes

source: Export as ODT
fr: Exporter en ODT
pt: Exportar como ODT

source: Advanced Export...
fr: Export avancé…
pt: Exportação Avançada...

source: Copy raw HTML to clipboard
fr: Copier le HTML brut dans le presse-papiers
pt: Copiar código HTML para a área de transferência

source: _Edit
fr: _Édition
pt: _Editar

source: _View
fr: _Affichage
pt: _Visualizar

source: Light text on a dark background
fr: Texte clair sur fond sombre
pt: Texto claro em fundo escuro

source: Dark Mode
fr: Mode sombre
pt: Modo Escuro

source: Switch to preview mode
fr: Basculer vers l'aperçu
pt: Mudar para o modo de pré-visualização

source: Preview
fr: Aperçu
pt: Pré-visualizar

source: Auto _Spellcheck
fr: Auto _Correction
pt: _Ortografia Automática

source: Unordered List Item
fr: Liste non ordonnée
pt: Lista de Itens Não Ordenados

source: Horizontal Rule
fr: Ligne horizontale
pt: Linha Horizontal

source: Heading
fr: Entête
pt: Título

source: _Help
fr: _Aide
pt: _Ajuda

source: Contents
fr: Table des matières
pt: Conteúdo

source: Short Markdown Tutorial
fr: Tutoriel Markdown rapide
pt: Pequeno Tutorial de Markdown

source: Open Pandoc Online Markdown Help ...
fr: Ouvrir l'aide en ligne de Markdown pour Pandoc…
pt: Abrir Ajuda Online de Markdown Pandoc...

source: Get Help Online...
fr: Obtenir de l'aide en ligne…
pt: Obter Ajuda Online...

source: Translate This Application...
fr: Traduire cette application...
pt: Traduzir Esta Aplicação...

source: Focus Mode
fr: Mode focus
pt: Modo de Foco

source: Go into focus mode
fr: Basculer vers le mode focus
pt: Ir para modo de Foco

source: Fullscreen
fr: Plein écran
pt: Ecrã Completo

source: Go into fullscreen mode
fr: Basculer vers le mode plein écran
pt: Ir para modo de ecrã completo

source: Show HTML preview
fr: Montrer l'aperçu HTML
pt: Pré-visualização em HTML

source: Words:
fr: Mots :
pt: Palavras:

source: Characters:
fr: Caractères :
pt: Caracteres:

source: Show debug messages (-vv debugs uberwriter_lib also)
fr: Montrer les messages de débogage
pt: Mostrar mensagens de depuração (-vv depura também o uberwriter_lib)

source: emphasized text
fr: surligner le texte
pt: texto destacado

source: strong text
fr: texte en gras
pt: texto em negrito

source: List item
fr: Liste ordonnée
pt: Item de lista

source: Export
fr: Exporter
pt: Exportar

source: Smart
fr: Intelligente
pt: Inteligente

source: Pandoc can automatically make "--" to a long dash and more
fr: Pandoc peut automatiquement remplacer "--" par un tiret long et plus
pt: Pandoc pode transformar "--" automaticamente num hífen longo e mais

source: Normalize
fr: Normaliser
pt: Normalizar

source: Removes things like double spaces or spaces at the beginning of a paragraph
fr: Supprime par exemple les doubles espaces ou les espaces en début de paragraphe
pt: Remove coisas como espaços duplos ou espaços no início de um parágrafo

source: Table of Contents
fr: Table des matières
pt: Tabela de Conteúdo

source: Standalone
fr: Autonome
pt: Autónomo

source: Use a header and footer to include things like stylesheets and meta information
fr: Utiliser une en-tête et un pied de page pour incorporer les feuilles de styles et les meta informations
pt: Use um cabeçalho e um rodapé para incluir coisas como folhas de estilo e metadados

source: Number Sections
fr: Numéroter les sections
pt: Secções de Números

source: Strict Markdown
fr: Markdown strict
pt: Markdown Estrito

source: Use "strict" markdown instead of "pandoc" markdown
fr: Utiliser le Markdown "strict" à la place du Markdown "pandoc"
pt: Usar markdown "estrito" em vez de markdown "pandoc"

source: Slideshow incremental bullets
fr: Puces incrémentielles de diaporama
pt: Marcadores incrementais de diapositivo

source: Show one bullet point after another in a slideshow
fr: Montrer une puce après l'autre dans un diaporama
pt: Mostrar um ponto de marcação a seguir a outro num diapositivo

source: <b>General Options</b>
fr: <b>Options générales</b>
pt: <b>Opções Gerais</b>

source: Highlight syntax
fr: Coloration syntaxique
pt: Destacar sintaxe

source: Choose a color theme for syntax highlighting
fr: Choisissez un jeu de couleur pour la coloration syntaxique
pt: Escolha um tema de cores para o destaque da sintaxe

source: Highlight style
fr: Style de coloration
pt: Destacar estilo

source: <b>Syntax highlighting</b> (HTML, LaTeX)
fr: <b>Coloration syntaxique</b> (HTML, LaTeX)
pt: <b>Destaque da Sintaxe</b> (HTML, LaTeX)

source: Self Contained
fr: Autonome
pt: Auto Contido

source: Produces a HTML that has no external dependencies (all images and stylesheets are included)
fr: Génère un HTML sans dépendances externes (toutes les images et styles sont inclus)
pt: Produz um HTML sem dependências externas (todas as imagens e folhas de estilo são incluídas)

source: Use HTML 5 syntax
fr: Utiliser la syntaxe HTML 5
pt: Usar sintaxe HTML 5

source: Choose a CSS File that you want to use
fr: Choisir un fichier CSS
pt: Escolha o ficheiro CSS que pretende usar

source: CSS File
fr: Fichier CSS
pt: Ficheiro CSS

source: <b>HTML Options</b>
fr: <b>Options HTML</b>
pt: <b>Opções HTML</b>

source: <b>Bibliography File</b>
fr: Fichier de bibliographie
pt: <b>Ficheiro de Bibliografia</b>

source: Commandline Reference
fr: Référence de Ligne de Commande
pt: Referência de Linha de Comando

source: Save your File
fr: Sauvegarder le document
pt: Guarde o seu Ficheiro

source: You can not export to PDF.
fr: Impossible d'exporter en PDF
pt: Não é possível exportar para PDF.

source: Please install <a href="apt:texlive">texlive</a> from the software center.
fr: Veuillez installer <a href="apt:texlive">texlive</a> depuis la logithèque.
pt: Por favor, instale <a href="apt:texlive">texlive</a> a partir do centro de software.

source: MarkDown or Plain Text
fr: Markdown ou texte brut
pt: MarkDown ou Texto Simples

source: Open a .md-File
fr: Ouvrir un fichier .md
pt: Abrir Ficheiro *.md

source: You have not saved your changes.
fr: Vous n'avez pas sauvegardé vos modifications.
pt: Ainda não gravou as suas alterações.

source: Close without Saving
fr: Fermer sans sauvegarder
pt: Fechar sem Gravar

source: Cancel
fr: Annuler
pt: Cancelar

source: Save now
fr: Enregistrer maintenant
pt: Guardar agora

source: Unsaved changes
fr: Modifications non enregistrées
pt: Alterações não guardadas

source: You can not enable the Spell Checker.
fr: Vous ne pouvez pas activer le correcteur orthographique.
pt: Não foi possível habilitar o Corretor Ortográfico.

source: Please install 'hunspell' or 'aspell' dictionarys for your language from the software center.
fr: Veuillez installer les dictionnaires 'hunspell' ou 'aspell' pour votre langue depuis la logithèque.
pt: Por favor, instale os dicionários 'hunspell' ou 'aspell' da sua Língua a partir do centro de software.

source: Dark mode
fr: Mode sombre

source: If enabled, the window will be dark themed If disabled, the window will be light themed asked to install them manually.
fr: S'il est activé, la fenêtre s'affichera avec le thème sombre. Si non, la fenêtre s'affichera avec le thème clair telle qu'elle est lors de l'installation initiale.

source: New window
fr: Nouvelle fenêtre

source: _Shortcuts
fr: _Mots clés

source: Pandoc _Help
fr: Aide _Pandoc

source: _About
fr: _À propos

source: _Quit
fr: _Quitter

# shortcut window
source: General
fr: Général

# shortcut window
source: New
fr: Nouveau

# shortcut window
source: Open
fr: Ouvrir

# shortcut window
source: Save
fr: Enregistrer

# shortcut window
source: Save as
fr: Enregistrer comme

# shortcut window
source: Quit
fr: Quitter

# shortcut window
source: Fullscreen
fr: Plein écran

# shortcut window
source: Preview
fr: Aperçu

# shortcut window
source: Search
fr: Rechercher

# shortcut window
source: Separator
fr: Séparateur

# shortcut window
source: Italic
fr: Italique

# shortcut window
source: Bold
fr: Gras

# shortcut window
source: Header
fr: Entête

# shortcut window
source: Cut
fr: Couper

# shortcut window
source: Copy
fr: Copier

# shortcut window
source: Paste
fr: Coller

# shortcut window
source: Select all
fr: Tout sélectionner

source: Next Match
fr: Suivant

source: Activate Regex
fr: Activer les expressions régulières

source: _New
fr: _Nouveau

source: _Open
fr: _Ouvrir

source: Open examples
fr: Ouvrir les exemples

source: Sidebar
fr: Barre de navigation

source: Open Search and Replace
fr: Ouvrir Rechercher et remplacer

source: Search and Replace ...
fr: Rechercher et remplacer...

source: Previous Match
fr: Précédent

source: Case Sensitive
fr: Sensible à la casse

source: Replace
fr: Remplacer

source: Replace all
fr: Tout remplacer

source: label
fr: tag

source: Use experimental features
fr: Utiliser les fonctions expérimentales

source: extension "{}" is not a valid ZIP file
fr: l'extension "{}" n'est pas un fichier ZIP valide

source: extension "{}" has no valid XML dictionary registry
fr: l'extension "{}" n'est pas un dictionnaire XML valide

source: unable to move extension, file with same name exists within move_path
fr: impossible de modifier l'extension, un fichier portant le même nom existe dans la destination

source: unable to move extension, move_path is not a directory
fr: impossible de modifier l'extension, la destination n'est pas un dossier

source: Unknown
fr: Inconnu

source: Open file base path
fr: Ouvrir le chemin d'accès au fichier

source: Open file paths of the current session
fr: Ouvrir les chemins d'accès aux fichiers de la session en cours

source: Help to _translate
fr: Aider à la _traduction

source: Donate to the project
fr: Donner au projet

source: Search and Replace
fr: Rechercher et remplacer

source: Help to translate:
fr: Aider à la traduction

source: Advanced
fr: Export avancé

source: _Export
fr: _Exporter

source: Copy HTML
fr: Copier le HTML

source: Preferences
fr: Préférences

source: Open Tutorial
fr: Ouvrir le tutoriel

source: Use dark mode
fr: Utiliser le mode sombre

source: Untitled document.md
fr: Sans titre.md

source: Please, install the TexLive extension from Gnome Software or running
fr: Veuillez installer l'extension TexLive depuis la logithèque de Gnome

source: Please, install TexLive from your distribuiton repositories
fr: Veuillez installer l'extension TexLive depuis les dépôts

source: Search and replace
fr: Rechercher et remplacer

source: An elegant, free distraction GTK+ markdown editor
fr: Un éditeur de markdown GTK+ élégant et sans distractions

source: Uberwriter is a GTK+ based distraction free Markdown editor, mainly developed by Wolf Vollprecht and Manuel Genovés. It uses pandoc as backend for markdown parsing and offers a very clean and sleek user interface.
fr: UberWriter est un éditeur Markdown sans distractions écrit en GTK+, développé principalement par Wolf Vollprecht et Manuel Genovés. Il utilise pandoc comme backend pour l'analyse du markdown et offre une interface très propre et élégante.

source: You can install the recommended TexLive extension with the command:
fr: Vous pouvez installer l'extension TexLive recommendée avec la commande :

source: or from Gnome-Software
fr: ou depuis Gnome Logiciels

source: Added italian language
fr: Italien ajouté

source: Initial themes support: now uberwriter adapts his colors to the current GTK theme
fr: Support initial des thèmes : UberWriter adapte maintenant ses couleurs au thème GTK

source: Disabled scroll gradient, can be enabled in the preferences dialog
fr: Le fondu de défilement est désactivé, mais peut être réactivé dans les préférences

source: Allow to disable headerbar autohidding in Dconf
fr: Autoriser de désactiver la barre d'en-tête dans Dconf

source: Now a single click is enough to open files in the recent files popover
fr: Un simple clic est maintenant suffisant pour ouvrir des fichiers dans la bulle contextuelle des fichiers récents

source: Spellchecking status is now saved between sessions
fr: L'état de correction orthographique est maintenant sauvegardée entre les sessions

source: Minor UI fixes
fr: Corrections d'IU mineurs

source: Added -d flag to enable webdev tools
fr: Flag -d ajouté pour activer les outils de développement web

source: Updated css styles.
fr: Styles CSS mis à jour

source: This release features a new logo, polishes the Appmenu, fixes usability bugs and flatpak related bugs.
fr: Cette nouvelle version propose un nouveau logo, un menu retravaillé, des corrections de bugs d'utilisabilité et d'autres dû à flatpak

source: This release provides a fix to a bug that caused Uberwriter to not mark properly **bold**, *cursive*, and ***bold and cursive*** words.
fr: Cette version corrige un bug qui causait UberWriter à ne pas marquer correctement les mots en **gras**, *italique* et ***gras et italique***.

source: This release solves two minor bugs:
fr: Cette mise jour résout deux bogues mineurs :

source: One on focus mode which caused the lines to be highlighted on edit rather than on click
fr: Le mode focus causait le surlignage des lignes à l'édition à la place de quand on clique

source: Non symbolic icons on the searchbar
fr: Icônes non symboliques dans la barre de recherche

source: This release features a ton of UX/UI improvements, like:
fr: Cette version ajoute plein d'améliorations UI/UX, comme :

source: Drop AppMenu support
fr: Abandon du support de AppMenu

source: HeaderBar and menus redesign, with a new unified menu and quick access buttons on the headerbar
fr: Redesign des menus et de l'en-tête, avec un nouveau menu unifier et des boutons d'accès rapide sur l'en-tête

source: Now the fullscreen view shows a headerbar when the cursor approaches the top of the screen
fr: La vue pleine écran affiche maintenant une en-tête quand le curseur s'approche du haut de l'écran

source: A new unified export dialog, with updated options, and quick access to pdf, odt and html export
fr: Un nouveau menu d'export unifié, avec des options mises à jour et un accès rapide aux exports pdf, odt et html

source: Bugfixes.
fr: Corrections de bugs.

source: Now the menu is a Popover instead a regular menu.
fr: Le menu est maintenant une bulle contextuelle plutôt qu'un menu normal.

source: The headerbar matches the theme selected for the application.
fr: L'en-tête correspond au thème utilisé pour l'application.

source: Updated translations.
fr: Traductions mises à jour.

source: Small bug fixes, updated links.
fr: Petits correctifs de bugs, liens mis à jour.

source: Fix a bug with the preview mode.
fr: Correction d'un bug dans l'aperçu

source: Don't use env variable to check if in flatpak.
fr: Ne pas utiliser la variable env pour vérifier si dans un flatpak

source: First re-release
fr: Première re-release

source: Set dark mode automatically
fr: Basculer sur le mode sombre automatiquement

source: Whether dark mode depends on the system theme, or is set to what the user specifies.
fr: Si le mode nuit dépend du thème du système, ou si il est défini par l'utilisateur.

source: Force dark mode
fr: Forcer le mode sombre

source: Enable or disable the dark mode.
fr: Activer ou désactiver le mode sombre.

source: Enable or disable spellchecking.
fr: Activer ou désactiver le correcteur d'orthographe

source: Draw scroll gradient
fr: Afficher le fondu de défilement

source: Show a gradient overlay over the text at the top anf bottom of the window. It can cause performance problems to some users.
fr: Afficher un fondu par dessus le texte en haut et en bas de la fenêtre. Peut causer des problèmes de performance pour certains utilisateurs.

source: Synchronize editor/preview scrolling
fr: Synchroniser le défilement de l'éditeur et de l'aperçu

source: Keep the editor and preview scroll positions in sync.
fr: Garder synchronisé le défilement de l'éditeur et de l'aperçu.

source: Input format
fr: Format d'entrée

source: Input format to use when previewing and exporting using Pandoc.
fr: Format d'entrée lors de l'aperçu et de l'export avec Pandoc.

source: Hide the header and status bars if the cursor is not moving.
fr: Cacher l'entête et la barre d'état si le curseur ne bouge pas.

source: Default statistic
fr: Statistique par défaut

source: Which statistic is shown on the main window.
fr: Quelle statistique est affichée sur la fenêtre principale

source: Characters per line
fr: Caractères par ligne

source: Maximum number of characters per line within the editor.
fr: Nombre maximum de caractères par ligne au sein de l'éditeur

source: Preview mode
fr: Mode de prévisualisation

source: How to display the preview.
fr: Comment afficher la prévisualisation

source: Slideshow Incremental Bullets
fr: Puce incrémentielles de diaporama

source: Highlight Syntax
fr: Colorer la syntaxe

source: <b>Syntax Highlighting</b> (HTML, LaTeX)
fr: <b>Coloration syntaxique</b>(HTML, LaTeX)

source: Choose a bibliography file
fr: Choisir un ficher de bibliographie

source: File
fr: Fichier

source: <b>Bibliography </b>
fr: <b>Bibliographie </b>

source: Self-contained
fr: Fichier unique

source: Use HTML5 syntax
fr: Utiliser la syntaxe HTML5

source: Hemingway Mode
fr: Mode Hemingway

source: _Keyboard Shortcuts
fr: _Raccourcis clavier

source: _About UberWriter
fr: _À propos d'Uberwriter

source: Full-Width
fr: Aperçu seul

source: Switch Preview Mode
fr: Basculer sur la prévisualisation

# shortcut window
source: Close document
fr: Fermer le document

# shortcut window
source: Quit application
fr: Quitter l'application

# shortcut window
source: Hemingway mode
fr: Mode Hemingway

# shortcut window
source: Strikeout
fr: Barré

# shortcut window
source: Copy and paste
fr: Copier et coller

# shortcut window
source: Copy selected text to clipboard
fr: Copier le texte sélectionné dans le presse-papier

# shortcut window
source: Cut selected text to clipboard
fr: Couper le texte sélectionné dans le presse-papier

# shortcut window
source: Paste selected text from clipboard
fr: Coller sur le texte sélectionné depuis le presse-papier

# shortcut window
source: Undo and redo
fr: Annuler et rétablir

# shortcut window
source: Undo previous command
fr: Annuler l'action précédente

# shortcut window
source: Redo previous command
fr: Rétablir l'action précédente

# shortcut window
source: Selection
fr: Sélection

# shortcut window
source: Select all text
fr: Sélectionner tout le texte

source: 0 Words
fr: 0 Mots

source: Show Statistics
fr: Voir les statistiques

source: Regular Expression
fr: Expression Régulière

source: Show debug messages (-vv debugs uberwriter also)
fr: Afficher les messages de débogage (-vv débogue aussi UberWriter)

source: Markdown Files
fr: Fichiers Markdown

source: Plain Text Files
fr: Fichiers de texte brut

source: Open a .md file
fr: Ouvrir un fichier .md

source: Close without saving
fr: Fermer sans enregistrer

source: New File
fr: Nouveau fichier

source: Half-Width
fr: Divisé dans la largeur

source: Half-Height
fr: Divisé dans la hauteur

source: Windowed
fr: Fenêtré

source: {:n} Characters
fr: {:n} Caractères

source: {:n} Words
fr: {:n} Mots

source: {:n} Sentences
fr: {:n} Phrases

source: {:n} Paragraphs
fr: {:n} Paragraphes

source: {:d}:{:02d}:{:02d} Read Time
fr: {:d}:{:02d}:{:02d} Temps de lecture

source: italic text
fr: texte italique

source: bold text
fr: texte gras

source: strikethrough text
fr: texte barré

source: Header
fr: Entête

source: Suggestions
pt: Sugestões

source: F_ormat
pt: F_ormatar

source: # Copyright (C) 2012, Wolf Vollprecht <w.vollprecht@gmail.com> # This program is free software: you can redistribute it and/or modify it # under the terms of the GNU General Public License version 3, as published # by the Free Software Foundation. # # This program is distributed in the hope that it will be useful, but # WITHOUT ANY WARRANTY; without even the implied warranties of # MERCHANTABILITY, SATISFACTORY QUALITY, or FITNESS FOR A PARTICULAR # PURPOSE. See the GNU General Public License for more details. # # You should have received a copy of the GNU General Public License along # with this program. If not, see <http://www.gnu.org/licenses/>.
pt: # Copyright (C) 2012, Wolf Vollprecht <w.vollprecht@gmail.com> # Este programa é Software Livre: pode redistribuí-lo e/ou modificá-lo # sob os termos da licença GNU General Public License version 3, conforme publicada # pela Free Software Foundation. # # Este programa é distribuido na esperança de ser útil, mas # SEM NENHUMA GARANTIA; nem mesmo as garantias implícitas na # COMERCIALIZAÇÃO, SATISFAÇÃO DA QUALIDADE, ou FINALIDADE PARA UM USO # PARTICULAR. Veja a licença GNU General Public License para mais detalhes. # # Deverá ter recebido uma cópia da licença GNU General Public License # juntamente com este programa. Se não, veja <http://www.gnu.org/licenses/>.
